Revit 2027 API
FilteredWorksetIdIterator Properties
The FilteredWorksetIdIterator type exposes the following members.
Properties
Name | Description
Current | Gets the item at the current position of the iterator.
CurrentObject
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
FilteredWorksetIdIterator Class
Autodesk.Revit.DB Namespace